backend/common/models/Admin.php

UPDATE `admin` SET `last_time`=1552812520 WHERE `username`='admin'
---
    public static function login($username)
    {
        return static::updateAll(['last_time' => time()], ['username' => $username]);